class Translation(object):

      
      START_TEXT = """
Hello 👋🏻 {}!
𝐈 𝐚𝐦 𝐬𝐢𝐦𝐩𝐥𝐞 𝐲𝐞𝐭 𝐩𝐨𝐰𝐞𝐫𝐟𝐮𝐥 𝐛𝐨𝐭 𝐓𝐨 𝐅𝐢𝐧𝐝 𝐦𝐚𝐠𝐧𝐞𝐭 𝐥𝐢𝐧𝐤𝐬 𝐅𝐫𝐨𝐦 𝐌𝐮𝐥𝐭𝐢𝐩𝐥𝐞 𝐓𝐨𝐫𝐫𝐞𝐧𝐭 𝐒𝐢𝐭𝐞𝐬.

𝘊𝘭𝘪𝘤𝘬 /help 𝘍𝘰𝘳 𝘔𝘰𝘳𝘦 𝘏𝘦𝘭𝘱 𝘖𝘯 𝘔𝘺 𝘜𝘴𝘢𝘨𝘦 ❤
"""    

      HELP_TEXT = """

<u>𝐇𝐞𝐥𝐩</u> 

💡 𝘚𝘦𝘯𝘥 𝘮𝘦 𝘢𝘯𝘺 𝘮𝘰𝘷𝘪𝘦 𝘯𝘢𝘮𝘦 𝘰𝘳 𝘴𝘦𝘳𝘪𝘦𝘴
(𝘱𝘭𝘦𝘢𝘴𝘦 𝘵𝘺𝘱𝘦 𝘤𝘰𝘳𝘳𝘦𝘤𝘵 𝘴𝘱𝘦𝘭𝘭𝘪𝘯𝘨)

<b>@coderzex</b>
"""    
              

     
      ABOUT_TEXT = """

𝐀𝐛𝐨𝐮𝐭 𝐌𝐞

• 𝐍𝐚𝐦𝐞 : ᴛᴏʀʀᴇɴᴛ ꜱᴇᴀʀᴄʜᴇʀ

• 𝐋𝐚𝐧𝐠𝐮𝐚𝐠𝐞 : ᴘᴀʏᴛᴏɴ 

• 𝐋𝐢𝐛𝐫𝐚𝐫𝐲 : ᴘʏʀᴏɢʀᴀᴍ 

• 𝐒𝐞𝐫𝐯𝐞𝐫 :  ʜᴇʀᴏᴋᴜ 

• 𝐒𝐭𝐚𝐭𝐮𝐬 :  V 1.0 

• 𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : <b><a href='https://t.me/diago_x'>ᴅɪᴀɢᴏ</a></b>

<b>ᴜᴘᴅᴀᴛᴇᴅ ᴏɴ 1-6-21 ɪɴᴅɪᴀɴ ᴛɪᴍᴇ 10:00 ᴀᴍ</b>

<b><a href='https://t.me/coderzHex'>©ᴄᴏᴅᴇʀᴢʜᴇx</a></b>
"""
